Repository: dev-kitchen-archive/icf-books-ios
Catalog: icf-books/*.lproj/Localizable.strings
Languages: de

# SCAN_QR_SCAN
source: Scan the QR-Code.
de: Scanne einen QR-Code.

# SCAN_QR_RECOGNIZED
source: QR-Code recognized.
de: QR-Code erkannt.

# SCAN_QR_AGAIN
source: QR-Code already scanned.
de: Der QR-Code wurde bereits gescannt.

# SCAN_QR_INVALID
source: QR-Code is not from valid source.
de: Der QR-Code ist nicht gültig.

# SCAN_LOAD_DATA
source: Data is beeing loaded.
de: Daten werden geladen.

# SCAN_SAVED_DATA
source: Data was successfully saved.
de: Daten wurden gespeichert.

# SCAN_NO_INTERNET
source: No internet connection, try again later.
de: Keine Internetverbindung, versuche es später nochmals.

# SCAN_SERVER_ERROR
source: The server is not responding, try again later.
de: Der Server ist nicht erreichbar, versuche es später nochmals.

# SCAN_PARSE_ERROR
source: Parsing the data was not successful.
de: Das verarbeiten der Daten war nicht erfolgreich.

# BUTTON_NEXT
source: Next
de: Weiter

# BUTTON_START
source: Start now
de: Jetzt starten

source: WELCOME
de: WILLKOMMEN

# BOOK_TITLE
source: ESTHER – On Your Way With God
de: Esther – Mit Gott die Welt auf den Kopf stellen

# BOOK_BUTTON
source: buy online
de: Online kaufen

# INFO_TITLE
source: No videos added so far
de: Noch keine Videos vorhanden

# TNFO_DESC
source: Access the plus button to add new videos from your book
de: Drücke den Plus-Button um zusätzliche Videos zum Buch anzuzeigen

# ABOUT_NEWSLETTER
source: Stay informed
de: Bleibe informiert

# ABOUT_NEWSLETTER_BUTTON
source: Newsletter signup
de: Newsletter anmelden

# ABOUT_NEWSLETTER_DESC
source: Be the first one to know about any new books from Leo Bigger.
de: Erhalte als erster Informationen zu Leo Biggers neuen Publikationen.

# ABOUT_NEWSLETTER_SIGNUP_INVALID
source: Invalid data
de: Unvollständige Angaben

# ABOUT_NEWSLETTER_SIGNUP_INVALID_DESC
source: Please ensure that you entered a valid email address and a name.
de: Bitte überprüfe ob Name und Email-Adresse korrekt sind.

# ABOUT_NEWSLETTER_SIGNEDUP
source: You receive the newsletter on @ but you still can add a new address.
de: Du erhältst den Newsletter an @, kannst aber gerne eine weitere Adresse hinterlegen.

# ABOUT_IMPRINT
source: Imprint
de: Impressum

# ABOUT_FONTIS
source: Fontis press
de: Fontis-Verlag

# ABOUT_DEVELOPER
source: Developers website
de: Website der Entwickler

# ABOUT_DEVELOPER_DESC
source: The developer kitchen are five friends from ICF Zurich. They desire to stay digitally on the cutting edge by realizing projects. Projects like this app.
de: Die Entwicklerküche. Fünf Freunde aus dem ICF Zürich die sich wünschen auch digital am Puls der Zeit zu bleiben. Sie realisieren gemeinsam Projekte, so wie auch diese App.

# ABOUT_WORSHIP_FOLLOW
source: Follow ICF Worship
de: ICF Worship folgen

# ABOUT_CHURCH_FOLLOW
source: Follow ICF Church
de: ICF Church folgen

# ABOUT_CHURCH_DESC
source: ICF is a non-denominational free church on biblical foundation that has emerged from the dream to make church for people dynamic, realistic and contemporary. ICF stands for International Christian Fellowship. A church that wants to create a christian church, creative, innovative, and sometimes also a bit crazy!
de: ICF (International Christian Fellowship) ist eine überkonfessionelle Kirche auf biblischer Grundlage, die aus dem Traum entstanden ist, Kirche für die Menschen dynamisch, lebensnah und zeitgemäss zu gestalten.

# ABOUT_LEO_FOLLOW
source: Follow Leo Bigger
de: Leo Bigger folgen

# ABOUT_LEO_DESC
source: Leo Bigger and his wife Susanna are senior pastors of ICF Zurich, a church with 3200 visitors weekly in 7 different locations. Leo and two other pastors founded ICF Zurich In 1996. Together they have realized the dream of «a Church at the heartbeat of time»
de: Leo Bigger und seine Frau Susanna sind leitende Pastoren des ICF Zürich, einer Kirche mit 3200 Besuchern pro Wochenende in 7 Locations, und Leiter des ICF Movement. Im Jahr 1996 gründeten Leo und zwei weitere Pastoren ICF Zürich. Damit verwirklichten sie den Traum von einer «Kirche am Puls der Zeit», wo Menschen Jesus begegnen und ein Zuhause finden können. Heute gehört ICF mit bereits über 50 Kirchen zu einer der grössten kirchlichen Bewegungen in Europa. Leo ist ausserdem Autor mehrerer Bücher, Gastredner im In- und Ausland und TV-Prediger auf diversen deutschsprachigen Fernsehsendern (www.icf-tv.com). Man hört immer wieder, Leo begeistere die Leute und motiviere sie durch seine leidenschaftliche, humorvolle und unkomplizierte Art.

# ERROR_INTERNET
source: No working internet connection
de: Keine Internetverbindung

# ERROR_INTERNET_DESC
source: This app needs access to the web.
de: Diese App benötigt Internetzugang

# ERROR_IGNORE_BTN
source: Ignore
de: Ignorieren

# ERROR_SETTINGS_BTN
source: Check settings
de: Einstellungen überprüfen

# ERROR_CAMERA
source: Limited permissions
de: Kamerazugriff nicht möglich

# ERROR_CAMERA_DESC
source: Change your permission settings to grant this app access to the camera for scanning QR-Codes.
de: Erlaube dieser App den Zugriff auf die Kamera um QR-Codes zu scannen.

# ERROR_CAMERA_BTN
source: Open setting
de: Einstellungen öffnen

# ERROR_NEWSLETTER
source: Sign up failed
de: Anmeldung nicht möglich

# ERROR_NEWSLETTER_DESC
source: Signing up to the newsletter is currently not possible. Please try again later.
de: Momentan ist die Anmeldung nicht möglich, bitte versuche es zu einem späteren Zeitpunkt nochmals

# SUCCESS_NEWSLETTER
source: Thank you
de: Danke

# SUCCESS_NEWSLETTER_DESC
source: You signed up for Leo Biggers newsletter.
de: Du hast dich erfolgreich für Leo Biggers Newsletter angemeldet.

# ERROR_BAD_URL
source: Video cannot be loaded
de: Video kann nicht geladen werden

# ERROR_BAD_URL_DESC
source: The deposited URL for streaming this video is not valid.
de: Die hinterlegte URL für das Streamen des Videos ist nicht gültig.
